{"id":365,"date":"2018-07-01T00:16:56","date_gmt":"2018-07-01T00:16:56","guid":{"rendered":"https:\/\/farmkart.ng\/?page_id=365"},"modified":"2018-07-15T21:58:45","modified_gmt":"2018-07-15T21:58:45","slug":"privacy-terms","status":"publish","type":"page","link":"https:\/\/farmkart.ng\/privacy-terms\/","title":{"rendered":"Privacy &#038; Terms"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"365\" class=\"elementor elementor-365 elementor-bc-flex-widget\">\n\t\t\t\t\t\t<div class=\"elementor-inner\">\n\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-6fcf4910 elementor-section-stretched elementor-section-content-bottom elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"6fcf4910\" data-element_type=\"section\" id=\"farms\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;,&quot;background_background&quot;:&quot;classic&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-narrow\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-56e49dba\" data-id=\"56e49dba\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-4393d6ce elementor-widget elementor-widget-heading\" data-id=\"4393d6ce\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h6 class=\"elementor-heading-title elementor-size-default\">LEGAL<\/h6>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-4cf3e9cc elementor-widget elementor-widget-heading\" data-id=\"4cf3e9cc\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<h3 class=\"elementor-heading-title elementor-size-default\">Privacy &amp; Terms of Sponsorship<\/h3>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-c907b0e elementor-section-stretched elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"c907b0e\" data-element_type=\"section\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-narrow\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-19db57b\" data-id=\"19db57b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-be0b052 elementor-widget elementor-widget-text-editor\" data-id=\"be0b052\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h4><strong>Privacy Policy<br \/><br \/><\/strong><\/h4><p>This Privacy Policy describes your privacy rights regarding Farmkart Foods’s (“we”, “us” or “our”) collection, use, storage, sharing and protection of your personal information. It applies to our website and all related sites, applications, services and tools regardless of how you access or use them. This Privacy Policy will help you understand how we use your information and what we do with it.<br \/>We respect the privacy of our online visitors and registered users (“Users”) as such we will take reasonable steps to protect your information.<\/p><p><strong>1. About Us<\/strong><br \/>Farmkart Foods is an Agriculture Tech enhanced platform that gives you the opportunity to participate in our variety of livestock farming. By selecting the kind of farm you would like to invest, we use these funds from you, our partners to secure land, insure farm and farm produce, complete a full farming cycle, sell harvests and then pay the partners profits from a successfully harvested farming cycle. consumers with quality farm fresh produce and to investors&#8217; profitable investment yields which makes this a socially responsible and viable way of increasing food production and strengthen food security.<\/p><p><strong>2. Updates, Modifications &amp; Amendments.<\/strong><br \/>We may need to update, modify or amend our privacy policy as our technology evolves. We reserve the right to make changes to this privacy policy at any time by giving notice to Users on this page. We advise that you check this page often, referring to the date of the last modification on the page. If a User objects to any of the changes to the Policy, the User must cease using this Site, or terminate account in the event an account has been created.<\/p><p><strong>3. Age Restriction<\/strong><br \/>Our website and services are not directed to children less than 18yrs (Minors). Our website is available only to persons who can form legally binding contracts under Nigerian governing laws. We do not knowingly collect information from children under 18yrs. As a minor, if you wish to use or transact on our website, such use or transaction may be made by your legal guardian or parents who are registered Users of Farmkart Foods. We reserve the right to terminate your membership and refuse to provide you with access to Farmkart Foods if it is brought to our notice or if it is discovered that you are under the age of 18 years. If as a parent or guardian, you become aware that your child or ward child has provided us with any information without your consent, please contact us through details on this Privacy Policy.<\/p><p><strong>4. Personal Information<\/strong><br \/>To gain full access to our website and services, you must register for a Farmkart Foods account. When you register for an account, we collect Personal Information which you voluntarily provide to us. Personal Information refers to the personal information you submit, when you sign up or any information that can be used to identify or contact you, (e.g. email address, password, name, telephone no and business name). It may also include anonymous information that is linked you specifically, (e.g., IP Address). <br \/> We use your Personal Information to:<\/p><ul><li>&#8211; provide you with the required services.<\/li><li>&#8211; respond to your questions or requests<\/li><li>&#8211; improve Farmkart Foods’s operations<\/li><li>&#8211; address inappropriate use of our website<\/li><li>&#8211; prevent, detect and manage risk against fraud and illegal activities <\/li><li>&#8211; target advertisements, newsletter and service updates <\/li><li>&#8211; verify the information that you provide with third parties<\/li><li>&#8211; update our database, improve content and website layout<\/li><li>&#8211; resolve disputes that may arise<\/li><\/ul><p>We may retrieve additional Personal Information about you from third parties and other identification\/verification services such as your financial Institution, payment processor and verification services. With your consent, we may also collect additional Personal Information in other ways including emails, surveys, and other forms of communication. Once you begin using our services through your Farmkart Foods Account we will keep records of your transactions and collect information of your other activities related to our services. We will not share or disclose your Personal Information with a third party without your consent. <\/p><p><strong>5. Information that we collect from website visitors<\/strong><br \/>We do not collect your Personal Information when you visit the website. However, so we can monitor and improve our website and services we may collect non-personally-identifiable information. We will not share or disclose this information with third parties except as a necessary part of providing our website and services. We may use the information to target advertisements to you.<\/p><p><strong>6. Information that we collect from test users<\/strong><br \/>When you test our services using the “Demo” part of our website, we collect both non-personally identifiable information and personally identifiable information. Information we collect include your IP address, information about your computer, and other standard web log information to monitor the test transactions. We also collect your email address and credit card information you provide to conduct the test transactions. We will not share and disclose your credit card information.<\/p><p><strong>7. Information that we collect from checkout users<\/strong><br \/>When you checkout with Farmkart Foods on a merchant’s website, we collect and store your payment card information, your email address, your mobile phone number, and billing and shipping address. We may share your contact information with merchants as part of your purchase details for record purposes. We will not share this information with other third parties except as a necessary part of providing our website and services. We do not share your card information with merchants. Please review your merchant’s privacy policy to understand the privacy policies guiding the merchant you transact with.<\/p><p><strong>8. Cookies<\/strong><br \/>We use cookies to identify you as a User and make your user experience easier, customize our services, content and advertising; help you ensure that your account security is not compromised, mitigate risk and prevent fraud; and to promote trust and safety on our website. Cookies allow our servers to remember your account log-in information when you visit our website, IP addresses, date and time of visits, monitor web traffic and prevent fraudulent activities. If your browser or browser add-on permits, you have the choice to disable cookies on our website, however this may limit your ability to use our website.<\/p><p><strong>9. How we protect your Information<\/strong><br \/>Farmkart Foods is committed to managing your Personal Information in line with global industry best practices. We protect your Personal Information using physical, technical, and administrative security measures to reduce the risks of loss, misuse, unauthorized access, disclosure and alteration, we also use industry-standard Secure Socket Layer (SSL) encryption technology to safeguard your Personal Information. Other security safeguards include but are not limited to data encryption, firewalls, and physical access controls to our building and files and only granting access to Personal Information to only employees who require it to fulfill their job responsibilities.<\/p><p><strong>10. How we share the Personal Information you provide<\/strong><br \/>To enable us render our services to you on our website, we may share your information with trusted third parties, such third parties include financial institutions, payment processors verification services, as well as any third parties that you have directly authorized to receive your Personal Information. Your Personal Information may be stored in locations outside the direct control of Farmkart Foods, for instance, on servers or databases co-located with hosting providers. We may disclose your Personal Information compliance with applicable law or a legal obligation to which we are bound. Please note that merchants, sellers, and Users you buy from or contract with have their own privacy policies, and although Farmkart Foods Merchant Terms of Use does not allow the other transacting party to use this information for anything other than as authorized by you, Farmkart Foods is not responsible for their actions, including their information protection practices. The use of your information by such third party will be subject to their applicable privacy policy, which you should carefully review.<\/p><p><strong>11. The Data that we Retain<\/strong><br \/>We will retain your information for as long as your account is active or as needed to provide you with our services, comply with our legal and statutorily obligations or verify your information with a financial institution. Farmkart Foods is statutory obligated to retain the data you provide us with in order to process transactions, ensure settlements, make refunds, identify fraud and in compliance with laws and regulatory guidelines applicable to us, our banking providers and credit card processors. Therefore, even after closing your Farmkart Foods account, we will retain certain data to comply with these obligations.<\/p>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-31ea046 elementor-section-stretched elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"31ea046\" data-element_type=\"section\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-narrow\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-7d037c3\" data-id=\"7d037c3\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-a56198d elementor-widget elementor-widget-text-editor\" data-id=\"a56198d\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h4><strong>Terms of Use<br \/><br \/><\/strong><\/h4><p>Please read these Terms of Use, which set forth the legally binding terms and conditions for your use of the services (the “Service”) offered by Farmkart Foods Investment Limited. (“Farmkart Foods” or the “Company”) and the website at www.farmkart.ng.<br \/>Your access to use of the Service is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, users and others who access or use the Service and all applicable laws and all conditions or policies referenced here (collectively, the “Terms of Use”)<br \/>By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the Service and that the Company may use any information the Company obtains about you in accordance with the provisions of the Privacy Policy. Accessing, browsing or otherwise using this website indicates your agreement to all the terms and conditions in this agreement and all the other policies, so please read this agreement carefully before proceeding.<\/p><p><strong>Summary of service<\/strong><br \/>Farmkart Foods is an agriculture tech enhanced platform that gives you the opportunity to participate in our variety of livestock farming. By selecting the kind of farm you would like to invest, we use these funds from you as our partners to secure land, insure farm and farm produce, complete a full farming cycle, sell harvests and then pay the partners profits from a successfully harvested farming cycle.<\/p><p><strong>Definitions<\/strong><br \/>In these Terms of Use, we refer to those contributing funds as “Partners” and people who have opted in to only receive updates from the farm as “farm investors”. Other users of the Service and visitors to the Site are referred to collectively as “Users.” Information about happenings and progress reports on the farms are referred to as “farm updates”. A “farm cycle” refers to a complete farming season of livestock rearing and sales.<\/p><p><strong>Acceptance of terms<\/strong><br \/>The Service is offered subject to acceptance of all of the terms and conditions contained in these Terms of Use and all other operating rules, policies, and procedures that may be published on the Site by the Company, which are incorporated by reference, including operating rules, policies, and procedures of third party services providers to the Site that are referenced herein. These Terms of Use apply to every user of the Service. In addition, some Services offered through the Site may be subject to additional terms and conditions adopted by the Company. Your use of those services is subject to those additional terms and conditions, which are incorporated into these Terms of Use by this reference.<br \/>The Company reserves the right, at its sole discretion, to modify or replace these Terms of Use from time to time by posting the updated terms on the Site. It is your responsibility to check the Terms of Use periodically for changes. If you object to any such changes, your sole recourse will be to cease using the Site and the Service.  Your continued use of the Service following the posting of any changes to the Terms of Use will indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.<br \/>The Company reserves the right to change, suspend, or discontinue the Service (including, but not limited to, the availability of any feature, database, or Content) at any time for any reason. The Company may also impose limits on certain features and Services or restrict your access to parts of or the entire Site without notice or liability.<br \/>By submitting such information, you grant us the right to provide the information to third parties for purposes of facilitating the completion of Purchases.<\/p><p><strong>Accounts &amp; Registration Obligations<\/strong><br \/>When you create an account with us, you must provide us information that is accurate, complete, and current at all times. Failure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.<br \/>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.<br \/>You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.<br \/>You may not use as a username the name of another person or entity or a name that is not lawfully available for use, a name or trade mark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene. If you use our website, you shall be responsible for maintaining the confidentiality of your User ID and Password and you shall be responsible for all activities that occur under your User ID and Password. You agree that if you provide any information that is untrue, inaccurate, not current or incomplete that Farmkart Foods has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, or not in accordance with this Terms or a breach of the Terms, we have the right to indefinitely suspend or terminate or block access of your membership with Farmkart Foods and refuse to provide you access to the Website.<\/p><p><strong>Intellectual Property<\/strong><br \/>The Service and its original content, features and functionality are and will remain the exclusive property of Farmkart Foods Investment Limited. The Service is protected by copyright, trademark, and other laws of The Federal Republic of Nigeria. Our trademarks and logo may not be used in connection with any product or service without the prior written consent of Farmkart Foods Investment Limited.<\/p><p>User shall not directly or indirectly: <br \/>(i) decipher, decompile, disassemble, reverse engineer, or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Service, except to the extent applicable laws specifically prohibit such restriction; <br \/>(ii) modify, translate, or otherwise create derivative works of any part of the Service; or <br \/>(iii) copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder.<\/p><p>If you choose to provide technical, business or other feedback to the Company concerning the Site or the Services (collectively, “Feedback”), the Company will be free to use, disclose, reproduce, license, or otherwise distribute or exploit such Feedback in its sole discretion without any obligations or restrictions of any kind, including intellectual property rights or licensing obligations.  You understand and agree that the incorporation by the Company of Feedback into any of its products or services does not grant you any proprietary rights therein.<\/p><p><strong>Connect to Other Web Sites<\/strong><br \/>Our service may contain links to third party web sites or services that are not owned or controlled by Farmkart Foods.<br \/>Farmkart Foods has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third-party web sites or services. You further acknowledge and agree that Farmkart Foods shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.<br \/>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.<\/p><p><strong>Termination<\/strong><br \/>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.<br \/>Upon termination, your right to use the Service will immediately cease. If you wish to terminate your account, you may simply discontinue using the Service.<br \/>Indemnification<br \/>You shall defend, indemnify, and hold harmless Farmkart Foods, its affiliates and each of its, and its affiliates employees, contractors, directors, suppliers and representatives from all liabilities, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to your use or misuse of, or access to, the Site, Service, Content or otherwise from your User Submissions, violation of the Agreement, or infringement by you, or any third party using the your account, of any intellectual property or other right of any person or entity. Farmkart Foods reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with Farmkart Foods in asserting any available defenses.<\/p><p><strong>Limitation Of Liability<\/strong><br \/>In no event shall Farmkart Foods, its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service; (ii) any conduct or content of any third party on the Service; (iii) any content obtained from the Service; and (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.<\/p><p><strong>Disclaimer<\/strong><br \/>Your use of the Service is at your sole risk. The Service is provided on an “AS IS” and “AS AVAILABLE” basis. The Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.<br \/>Farmkart Foods, its subsidiaries, affiliates, and its licensors do not warrant that<br \/>a) the Service will function uninterrupted, secure or available at any particular time or location; <br \/>b) any errors or defects will be corrected; <br \/>c) the Service is free of viruses or other harmful components; or <br \/>d) the results of using the Service will meet your requirements. <\/p><p>GENERAL<\/p><p>(a) You shall not create liability for us or cause us to lose (in whole or in part) the services of our Internet Service Providers (ISPs) or other service providers;<\/p><p>(b)You shall not use any “deep-link”, “page-scrape”, “robot”, “spider” or other automatic device, program, algorithm or methodology, or any similar or equivalent manual process, to access, acquire, copy or monitor any portion of the Website or any Content, or in any way reproduce or circumvent the navigational structure or presentation of the Website or any Content, to obtain or attempt to obtain any materials, documents or information through any means not purposely made available through the Website. Farmkart Foods reserves the right to bar any such activity.<\/p><p>(c)You shall not attempt to gain unauthorized access to any portion or feature of Farmkart’s website, or any other systems or networks connected to Farmkart Website or to any Farmkart’s server, computer, network, or to any of the services offered on or through Farmkart Foods Website, by hacking, password “mining” or any other illegitimate means.<\/p><p>(d)You shall not probe, scan or test the vulnerability of Farmkart Foods’ website or any third party network connected to our website nor breach the security or authentication measures on our website or any network connected to the Website.<\/p><p>(e)You may not reverse look-up, trace or seek to trace any information on any other user or visitor to Farmkart Foods Website, or any other customer of Farmkart Foods, including any of our Accounts not owned by you, to its source, or exploit our Website or any service or information made available or offered by or through our Website, in any way where the purpose is to reveal any information, including but not limited to personal identification or information, other than your own information, as provided for by Farmkart Foods Website.<\/p><p>(f)You agree that you will not take any action that imposes an unreasonable or disproportionately large load on the infrastructure of Farmkart Foods Website or its systems or networks, or any systems or networks connected to us.<\/p><p>(g)You agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of the Website or any transaction being conducted on the Website, or with any other person’s use of the Website.<\/p><p>(h)You may not forge headers or otherwise manipulate identifiers in order to disguise the origin of any message or transmittal you send to Farmkart Foods on or through the Website or any service offered on or through the Website. You may not pretend that you are, or that you represent, someone else, or impersonate any other individual or entity.<\/p><p>(i)You may not use the Website or any Content for any purpose that is unlawful or prohibited by these Terms of Use, or to solicit the performance of any illegal activity or other activity, which infringes the rights of Farmkart Foods or others. Any unauthorised use of this Website shall give rise to a claim for damages and\/or a criminal offence.<\/p><p>Solely to enable us to use the information you supply us with, so that we are not violating any rights you might have in Your Information, you agree to grant us a non-exclusive, worldwide, perpetual, irrevocable, royalty-free, sub-licensable (through multiple tiers) right to exercise the copyright, publicity, database rights or any other rights you have in Your Information, in any media now known or not currently known, with respect to Your Information. Farmkart Foods will only use Your Information in accordance with the terms and Farmkart Foods’ Privacy Policy.<\/p><p><strong>Governing Law<\/strong><br \/>These Terms shall be governed and construed in accordance with the laws of The Federal Republic of Nigeria, without regard to its conflict of law provisions.<br \/>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.<\/p><p><strong>Terms Changes<\/strong><br \/>Farmkart Foods reserves the right, at its discretion, to change the Terms under which www.farmkart.ng is offered. The most current version of the Terms will always override all previous versions. Farmkart Foods encourages you to periodically review the Terms to stay informed of our updates.<\/p>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-c213ddb elementor-section-stretched elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"c213ddb\" data-element_type=\"section\" data-settings=\"{&quot;stretch_section&quot;:&quot;section-stretched&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-narrow\">\n\t\t\t\t\t\t\t<div class=\"elementor-row\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-3e9f223\" data-id=\"3e9f223\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-column-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-3f83e17 elementor-widget elementor-widget-text-editor\" data-id=\"3f83e17\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-text-editor elementor-clearfix\">\n\t\t\t\t<h4><strong>Terms of Sponsorship<\/strong><\/h4><div><strong> <\/strong><\/div><p><strong>1. Introduction<\/strong><br \/>This agreement outlines the terms and conditions (the “Terms”) between you (an “Investor”, “you”) and Farmkart Foods Limited (“Farmkart Foods”, the “Company”, “we”, or “us”) under which you agree to be an Investor to third party farmers to cultivate livestock farms through our website (the “Platform”). \u2028It is important that you read these Terms carefully. We strongly recommend that you seek independent advice when considering whether to Invest in a farmer with your money through the Platform. \u2028We do not provide any advice, nor do we make any recommendations to you. The Company solely allows you to be an Investor in a farm applied for by farmers on the Platform. \u2028It is your responsibility to assess whether the Platform is suitable or appropriate for your needs and any decision made to use our Services is done so entirely at your own risk. <br \/>Please be aware that execution of these Terms does not imply that we have confirmed that the use of the Platform and our Services are suitable or appropriate for you. We advise you to consider whether Investing in a farm through the Platform meets your required risk levels and objectives, and you should only commit such funds that you are able to financially bear the risk of losing considering your other financial commitments. <br \/>By using the Platform, you confirm that you have the necessary experience and knowledge to understand the risks involved. \u2028You confirm your agreement to these Terms either by registering as a Investor on our website or by signing a copy of these Terms. \u2028By continuing on our website, you agree to the following terms together with the Terms of Use, consent to our privacy policy, agree to transact business with us and receive communications relating to the investment electronically.<\/p><p><strong>2. Legal &amp; Regulatory Terms<\/strong><br \/>Farmkart Foods Limited is a Limited Liability Company registered in Nigeria (Registration Number RC 1394289 with its address at 1, Adekunle Owobiyi Close,<br \/>Ogba, Lagos, Nigeria. \u2028Farmkart Foods is an Agric-Tech platform where people can invest in livestock farming to increase local food production, support farmers and get returns on their investment.<\/p><p><strong>3. Investment Terms<\/strong><br \/>The Investor will receive periodic updates on the status of the farm by email. The updates are also available on your profile on the Platform. \u2028You are expected to review all notifications, updates and reports from Farmkart Foods as they represent a record of information pertaining to your investment contribution during a farming cycle.\u2028 You are entitled to request for a physical visit to your Invested farm, however, you must provide us with at least 21 days notice to schedule a visit.\u2028 At the beginning of a farming cycle, you will be expected to pay costs related to the lease of land for farming, fingerlings, supplements, maintenance costs, and the cost of supervision and administration. All costs are included in your Investment fee.\u2028 You agree that by Investing in a farm, your contribution is tied and unavailable for the entire duration of the farming cycle and neither Farmkart Foods nor the farmers can or will refund your contribution until the successful completion of a farming cycle.\u2028 Any profits from a successful farming cycle of an Investor’s farm are remitted to the electronic wallet on the Platform when the produce is harvested and sold (i.e. upon completion of the farming cycle). \u2028At the end of a successful farming cycle, you can decide whether to withdraw your funds from the electronic wallet on the Platform and transfer to a bank account you provide us with or to Invest in a farm for a new farming cycle. \u2028You acknowledge that you do not own any of the farms cultivated and are only entitled to the proceeds of any farming cycle you participate in.<\/p><p><strong>4. Investors Representations &amp; Warranties<\/strong><br \/>Representations and warranties are statements and promises made by you to the Company, which we rely on as being accurate in our dealings with you. You make the following representations and warranties to us at the time of agreeing to these Terms and every time you use the Platform or Services, including the time you are matched to a Loan Agreement;<\/p><ul><li>&#8211; you are over the age of 18 years;<\/li><li>&#8211; you are of sound mind and have the capacity to enter into these Terms and be matched to a farm;<\/li><li>&#8211; all personal information that you provide about yourself is accurate and true to the best of your knowledge;<\/li><li>&#8211; you hold a bank account in Nigeria in your own name and will use this account to transfer money to our account when you Invest in a farm and to receive refunds of contributions made and profits earned;<\/li><li>&#8211; you have carefully considered the risks involved with using the Platform, the Services and being matched to a farm and also the risks associated with any form of cash contribution or donation, including but not limited to the possibility of losing all the money you contribute;<\/li><li>&#8211; you will only Invest with your own money unless you are authorized on behalf of a third party (“Third Party”) and we agree that you may act on behalf of that Third Party.<\/li><li>&#8211; you are not using any illegal funds or attempting to launder by Investing in a farm.<\/li><li>&#8211; if you are registering or accepting these Terms on behalf of a legal entity such as a company, trust or partnership, you are legally authorized to do so and we may request evidence of such legal entitlement (by way of a copy of any document which shows the valid and subsisting authorization);and<\/li><li>&#8211; you are not breaching any laws or regulations that are applicable to you or any company, trust or partnership upon whose instructions you are acting. <br \/><br \/><\/li><\/ul><p><strong>5. Access &amp; Use<\/strong><br \/>The Platform and Website is, at all times, subject to our Website Terms of Use.<br \/>Secure access to the Platform is provided by way of your username and password. These log-in credentials are unique to you and are the primary method of securely identifying you when delivering our Services to you. It is therefore extremely important that you keep your username and password secure at all times. If you suspect that your secure access to the Platform has been compromised in any way, it is your responsibility to contact us.<br \/>You confirm that you will only use our Platform for the purposes set out in these Terms.<br \/>You confirm that you will not attempt to gain unauthorized access to the secure areas of the Website or Platform and furthermore you will not attempt to use code or software to manipulate or automate functions available on the Website.<br \/>You understand that we may store your IP address information and may monitor your use of the Website in accordance with our cookie policy.<br \/>Access to the Platform may be restricted at the discretion of Farmkart Foods, particularly during periods of maintenance and updating.<br \/>We have the right not to act on your instructions including where we deem that your instruction was not sufficiently clear, or we could not verify your identity to our satisfaction, or the instruction was not made by you, or we believe that the instruction may be related to an illegal activity.<\/p><p><strong>6. Anti-Money Laundering<\/strong><br \/>Where we discover that the Platform is being used to launder money or for any suspicious transactions, we have an obligation to report your activities to the relevant authorities without recourse to you.<\/p><p><strong>7. Foreign Exchange Risk<\/strong><br \/>Where an Investor contributes in a currency other than the Naira, foreign exchange gain or loss and fluctuations in currency rates may have an impact on the profit made on such contribution by the Investor. \u2028All profits on contribution shall be converted and returned in Naira based on the Central Bank of Nigeria (CBN) official exchange rate. The Investor therefore enters into any transactions in currencies other than the Naira at their sole risk and shall bear all responsibilities for any gains or loss as a result. \u2028Unexpected changes in currency exchange market conditions may have an impact on the extent of profit the Investor would be exposed to such as when there is an upward or downward movement in the relevant rates. \u2028The Investor understands and is able to assume the risk of loss associated and agrees to be liable for any resulting deficit this might have on contributions made or profits earned.<\/p><p><strong>8. Term and Termination<\/strong><br \/>Except as otherwise terminated in accordance with the provisions below, these Terms shall commence on the date you register to Investor a farm with the Company and shall remain valid and binding for as long as you have outstanding Investment farming cycles. \u2028These Terms may be superseded by any amended Terms. \u2028These Terms may be terminated by you provided that you have no outstanding Investment farming cycle. Notice of termination must be provided in writing to hello@farmkart.ng \u2028These Terms may be terminated by the Company at any time without notice.<\/p><p><strong>9. Privacy<\/strong><br \/>You confirm that you have read and understood the Company’s Privacy Policy, which provides information on how we use and store the personal information that you provide to you and us further acknowledge that the Company may amend and update this policy from time to time.<\/p><p><strong>10. Indemnity<\/strong><br \/>Subject to the Terms of Insurance and any insurance claims settled, you agree that the Company has no obligation to reimburse or indemnify you for any cost, loss or liability which you incur as a result of the failure of a farm to yield according to expectations.<br \/>You agree to indemnify and hold harmless the Company, any farmer, and all our other agents or sub-contractors, against all liabilities, costs, expenses, damages and losses (including any direct, indirect or consequential losses, loss of profit, loss of reputation and all interest penalties and legal and other reasonable professional costs and expenses) suffered or incurred as a result of:<\/p><ul><li>&#8211; your fraudulent or illegal use of the Platform, the Services or the Website;<\/li><li>&#8211; your negligence or any default by you of any of these Terms or the terms of any Loan Agreement to which you are matched;<\/li><li>&#8211; any inaccurate or incomplete information that you have knowingly provided to us;<\/li><li>&#8211; your allowing any other person to access your account either with your permission or as a result of your failure to keep your username and password private;<\/li><li>&#8211; any service that you have offered, whether with or without our permission, to another third party using our Platform, Services or Website;<\/li><li>&#8211; any claim made against you for actual or alleged infringement of the Company’s Intellectual Property Rights or any actual or alleged infringement of a third party’s Intellectual Property Rights arising out of or in connection with the Services or your use of the Platform <br \/><br \/><\/li><\/ul><p><strong>11. Dispute Resolution<\/strong><br \/>This Agreement shall be governed by the Laws of the Federal Republic of Nigeria. Any dispute arising out of this Agreement, which cannot be settled, by mutual agreement\/negotiation within 30 days shall be referred to arbitration by a single arbitrator at the Lagos Court of Arbitration (“LCA”) and governed by the Arbitration and Conciliation Act, Cap A10, Laws of the Federal Republic of Nigeria.<br \/>The arbitrator shall be appointed by the Parties, where Parties are unable to agree on the choice of an arbitrator, the choice of arbitration shall be referred to the LCA. The findings of the arbitrator and subsequent award shall be binding on the Parties and may be enforced through a Nigerian court of law. Each Party shall bear its cost in connection with the Arbitration.<\/p><p><strong>12. Applicable Law<\/strong><br \/>This Agreement shall be interpreted and governed by the laws in force in the Federal Republic of Nigeria. The Parties submit to Arbitration and waive any objections based upon venue.<\/p><p><strong>13. Contact Us<\/strong><br \/>If you have any question regarding this Agreement, or comments about the Site or its contents should be directed to <a href=\"mailto:hello@farmkart.ng\">hello@farmkart.ng<\/a><\/p>\t\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>LEGAL Privacy &amp; Terms of Sponsorship Privacy Policy This Privacy Policy describes your privacy rights regarding Farmkart Foods’s (“we”, “us” or “our”) collection, use, storage, sharing and protection of your personal information. It applies to our website and all related sites, applications, services and tools regardless of how you access or use them. This Privacy &hellip;<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.3 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy &amp; Terms &ndash; Farmkart<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/farmkart.ng\/privacy-terms\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy &amp; Terms &ndash; Farmkart\" \/>\n<meta property=\"og:description\" content=\"LEGAL Privacy &amp; Terms of Sponsorship Privacy Policy This Privacy Policy describes your privacy rights regarding Farmkart Foods’s (“we”, “us” or “our”) collection, use, storage, sharing and protection of your personal information. It applies to our website and all related sites, applications, services and tools regardless of how you access or use them. This Privacy &hellip;\" \/>\n<meta property=\"og:url\" content=\"https:\/\/farmkart.ng\/privacy-terms\/\" \/>\n<meta property=\"og:site_name\" content=\"Farmkart\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/farmkartng\/\" \/>\n<meta property=\"article:modified_time\" content=\"2018-07-15T21:58:45+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@farmkartng\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"29 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/farmkart.ng\/#organization\",\"name\":\"Farmkart Foods\",\"url\":\"https:\/\/farmkart.ng\/\",\"sameAs\":[\"https:\/\/www.instagram.com\/farmkartng\/\",\"https:\/\/www.linkedin.com\/company\/farmkartng\/\",\"https:\/\/www.facebook.com\/farmkartng\/\",\"https:\/\/twitter.com\/farmkartng\"],\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/farmkart.ng\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/farmkart.ng\/wp-content\/uploads\/2018\/07\/Farmkart-Logo.png\",\"contentUrl\":\"https:\/\/farmkart.ng\/wp-content\/uploads\/2018\/07\/Farmkart-Logo.png\",\"width\":228,\"height\":42,\"caption\":\"Farmkart Foods\"},\"image\":{\"@id\":\"https:\/\/farmkart.ng\/#\/schema\/logo\/image\/\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/farmkart.ng\/#website\",\"url\":\"https:\/\/farmkart.ng\/\",\"name\":\"Farmkart\",\"description\":\"Invest In Agriculture\",\"publisher\":{\"@id\":\"https:\/\/farmkart.ng\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/farmkart.ng\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/farmkart.ng\/privacy-terms\/\",\"url\":\"https:\/\/farmkart.ng\/privacy-terms\/\",\"name\":\"Privacy & Terms &ndash; Farmkart\",\"isPartOf\":{\"@id\":\"https:\/\/farmkart.ng\/#website\"},\"datePublished\":\"2018-07-01T00:16:56+00:00\",\"dateModified\":\"2018-07-15T21:58:45+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/farmkart.ng\/privacy-terms\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/farmkart.ng\/privacy-terms\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/farmkart.ng\/privacy-terms\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/farmkart.ng\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy &#038; Terms\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy & Terms &ndash; Farmkart","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/farmkart.ng\/privacy-terms\/","og_locale":"en_US","og_type":"article","og_title":"Privacy & Terms &ndash; Farmkart","og_description":"LEGAL Privacy &amp; Terms of Sponsorship Privacy Policy This Privacy Policy describes your privacy rights regarding Farmkart Foods’s (“we”, “us” or “our”) collection, use, storage, sharing and protection of your personal information. It applies to our website and all related sites, applications, services and tools regardless of how you access or use them. This Privacy &hellip;","og_url":"https:\/\/farmkart.ng\/privacy-terms\/","og_site_name":"Farmkart","article_publisher":"https:\/\/www.facebook.com\/farmkartng\/","article_modified_time":"2018-07-15T21:58:45+00:00","twitter_card":"summary_large_image","twitter_site":"@farmkartng","twitter_misc":{"Est. reading time":"29 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/farmkart.ng\/#organization","name":"Farmkart Foods","url":"https:\/\/farmkart.ng\/","sameAs":["https:\/\/www.instagram.com\/farmkartng\/","https:\/\/www.linkedin.com\/company\/farmkartng\/","https:\/\/www.facebook.com\/farmkartng\/","https:\/\/twitter.com\/farmkartng"],"logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/farmkart.ng\/#\/schema\/logo\/image\/","url":"https:\/\/farmkart.ng\/wp-content\/uploads\/2018\/07\/Farmkart-Logo.png","contentUrl":"https:\/\/farmkart.ng\/wp-content\/uploads\/2018\/07\/Farmkart-Logo.png","width":228,"height":42,"caption":"Farmkart Foods"},"image":{"@id":"https:\/\/farmkart.ng\/#\/schema\/logo\/image\/"}},{"@type":"WebSite","@id":"https:\/\/farmkart.ng\/#website","url":"https:\/\/farmkart.ng\/","name":"Farmkart","description":"Invest In Agriculture","publisher":{"@id":"https:\/\/farmkart.ng\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/farmkart.ng\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/farmkart.ng\/privacy-terms\/","url":"https:\/\/farmkart.ng\/privacy-terms\/","name":"Privacy & Terms &ndash; Farmkart","isPartOf":{"@id":"https:\/\/farmkart.ng\/#website"},"datePublished":"2018-07-01T00:16:56+00:00","dateModified":"2018-07-15T21:58:45+00:00","breadcrumb":{"@id":"https:\/\/farmkart.ng\/privacy-terms\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/farmkart.ng\/privacy-terms\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/farmkart.ng\/privacy-terms\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/farmkart.ng\/"},{"@type":"ListItem","position":2,"name":"Privacy &#038; Terms"}]}]}},"_links":{"self":[{"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/pages\/365"}],"collection":[{"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/comments?post=365"}],"version-history":[{"count":10,"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/pages\/365\/revisions"}],"predecessor-version":[{"id":526,"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/pages\/365\/revisions\/526"}],"wp:attachment":[{"href":"https:\/\/farmkart.ng\/wp-json\/wp\/v2\/media?parent=365"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}